cases/dafoam/probes/curriculum_D11_mrf_probe_Fprime/d11f_case/0.orig/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet        { type calculated; value uniform 0; }
    outlet       { type calculated; value uniform 0; }
    upperWall    { type nutUSpaldingWallFunction; value uniform 0; }
    lowerWall    { type nutUSpaldingWallFunction; value uniform 0; }
    frontAndBack { type symmetry; }
}
