cases/dafoam/probes/curriculum_D11_mrf_probe_Fprime/d11f_case/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
simulationType RAS;
RAS
{
    RASModel             SpalartAllmaras;
    turbulence           on;
    printCoeffs          off;
    nuTildaMin           1e-16;
}
// ************************************************************************* //
