cases/dafoam/probes/curriculum_D11_mrf_probe_Fprime/d11f_case/system/decomposeParDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      decomposeParDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
numberOfSubdomains  1;
method              scotch;
// ************************************************************************* //
