cases/dafoam/probes/curriculum_D11_mrf_probe_Fprime/d11f_case/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
ddtSchemes  { default steadyState; }
gradSchemes { default Gauss linear; }
divSchemes
{
    default                                             none;
    div(phi,U)                                          bounded Gauss linearUpwindV grad(U);
    div(phi,T)                                          bounded Gauss upwind;
    div(phi,nuTilda)                                    bounded Gauss upwind;
    div(phi,k)                                          bounded Gauss upwind;
    div(phi,omega)                                      bounded Gauss upwind;
    div(phi,epsilon)                                    bounded Gauss upwind;
    div((nuEff*dev2(T(grad(U)))))                       Gauss linear;
    div(pc)                                             bounded Gauss upwind;
}
interpolationSchemes { default linear; }
laplacianSchemes     { default Gauss linear corrected; }
snGradSchemes        { default corrected; }
wallDist             { method meshWave; }
// ************************************************************************* //
